Repository: vegaitglobal/website-horizont-center
Catalog: backend/src/run/locale/*/LC_MESSAGES/django.po
Languages: sr

source: author
sr: autor

source: color
sr: boja

source: Blogs
sr: Blogovi

source: title
sr: Naslov

source: cover image
sr: Slika

source: Recommended image resolution is 1920×1080 (HD) or higher.
sr: Preporučena rezolucija slike je 1920×1080 (HD) ili veća od te.

source: description
sr: Opis

source: categories
sr: kategorije

source: is published
sr: objavljeno

source: Blog Author
sr: Autor Bloga

source: Blog Authors
sr: Autori Blogova

source: first name
sr: ime

source: last name
sr: prezime

source: image
sr: slika

source: Blog Category
sr: Kategorija Bloga

source: Blog Categories
sr: Kategorije Bloga

source: orange
sr: narandžasta

source: blue
sr: plava

source: light green-blue
sr: svetlo zelelo-plava

source: category name
sr: naziv kategorije

source: Blog Section
sr: Sekcija Bloga

source: Blog Sections
sr: Sekcije Bloga

source: media URL
sr: link media

source: media type
sr: tip media

source: If "Media URL" is set, "media type" must be set as well (for that "Media URL").
sr: Ako je ubačen "Link media", onda "tip media" takođe mora biti odabran (za taj "Link media").

source: Common
sr: zajedničko

source: Please upload a valid image.
sr: Molimo vas da dodate validnu sliku.

source: The type of the image couldn't be determined.
sr: Tip slike ne može da se utvrdi.

source: Email Thread
sr: email akcija

source: Email Threads
sr: email akcije

source: waiting to send email
sr: email još nije poslat

source: successfully sent email
sr: email je uspešno poslat

source: failed to send email
sr: email nije uspešno poslat

source: subject
sr: naslov

source: recipient email
sr: email primaoca

source: email context
sr: email kontekst

source: template path
sr: putanja do email fajl

source: group
sr: grupa

source: Note that the email can successfully be sent even if the recipient email address does not exist
sr: Email može da bude poslat, čak iako email adresa ne postoji. U tom slučaju će email biti uspešnog statusa iako ga niko nije primio.

source: Organization Partner
sr: Organizacioni Partner

source: Organization Partners
sr: Organizacioni Partneri

source: name
sr: Ime kompanije

source: logo image
sr: logo slika

source: Not fount
sr: Nije pronađeno

source: financial?
sr: finansijska

source: Donations
sr: Donacije

source: Donation
sr: Donacija

source: subtitle
sr: Podnaslov

source: is active
sr: Aktivna

source: Company
sr: Kompanija

source: Companies
sr: Kompanije

source: company image
sr: Slika kompanije

source: donation
sr: donacija

source: Financial Info
sr: Finansijske Informacije

source: payment purpose
sr: Svrha uplate

source: payment receiver
sr: Primalac

source: payment code
sr: šifra plaćanja

source: payment bank account
sr: račun primaoca

source: payment model
sr: Model

source: payment reference number
sr: poziv na broj

source: for
sr: za

source: user
sr: korisnik

source: user email
sr: korisnikov email

source: Personal info
sr: Lični podaci

source: Permissions
sr: Permisije

source: Important dates
sr: Važni datumi

source: profile type
sr: tip profila

source: Users
sr: Korisnici

source: Male
sr: Muško

source: Female
sr: Žensko

source: profile image
sr: profilna slika

source: gender
sr: Pol

source: postal code
sr: poštanski broj

source: city
sr: grad

source: Beneficiary Profile
sr: Profile Negovanog

source: Beneficiary Profiles
sr: Profili Negovanih

source: beneficiary person
sr: negovana osoba

source: helping period
sr: rok pružanja pomoći

source: weekly days
sr: dani u nedelji

source: daily hours
sr: sati dnevno

source: care type
sr: vrsta pomoći

source: Caregiver Profile
sr: Profil Negovatelja

source: Caregiver Profiles
sr: Profili Negovatelja

source: birthdate
sr: rođendan

source: work application
sr: prijava za rad

source: experience
sr: iskustvo

source: User
sr: Korisnik

source: phone number
sr: broj telefona

source: Enter a valid phone number.
sr: Unesite ispravan broj telefona.

source: second phone number
sr: broj telefona 2

source: Invalid credentials
sr: Pogrešni kredencijali

source: Invalid email address
sr: Netačna email adresa

source: Password reset email has been sent already. Try requesting it again tomorrow.
sr: Email za resetovanje lozinke je već polat. Pokušajte ponovo sutra.

source: Unable to retrieve an email address from the URL hash
sr: Neuspešna identifikacija email adrese iz URL hash-a

source: User does not exist
sr: Korisnik ne postoji

source: Verify your email address
sr: Potvrdite vašu email adresu

source: Reset your password
sr: Resetujte vašu lozinku

source: Serbian (latin)
sr: Srpski (latinica)
